<?php if (!defined('BASEPATH')) exit('No direct script access allowed'); 
//---заготовка для файла локализации

$lang['CSV-поле или значение'] = '';
$lang['e-mail'] = '';
$lang['GrShop'] = '';
$lang['id'] = '';
$lang['Админ-доступ к редактированию GrShop'] = 'Admin access';
$lang['адрес'] = '';
$lang['Акции!'] = '';
$lang['Артикул:'] = '';
$lang['арт.'] = '';
$lang['артикул:'] = '';
$lang['в корзину'] = '';
$lang['Ваша заявка:'] = '';
$lang['Ваша заявка принята к исполнению'] = '';
$lang['Ваша Заявка N: '] = '';
$lang['Введите пожалуйста свои данные для согласования с Вами условий покупки'] = '';
$lang['все скидки'] = '';
$lang['Выберите для каждого поля базы данных'] = '';
$lang['Вывод корзины GrShop'] = '';
$lang['Вывод каталога GrShop'] = '';
$lang['Главная страница каталога'] = '';
$lang['Действие акции'] = '';
$lang['действует наибольшая'] = '';
$lang['Действующие акции'] = '';
$lang['для всех покупателей'] = '';
$lang['Для загрузки файла нажмите кнопку «Обзор», выберите файл на своем компьютере. После этого нажмите кнопку «Загрузить». Размер файла не должен превышать'] = '';
$lang['Для обновления или дополнения существующих данных ОБЯЗАТЕЛЬНО отметьте ключевое поле "Ключ"'] = '';
$lang['добавить акцию'] = '';
$lang['добавить в корзину'] = '';
$lang['добавить характеристику'] = '';
$lang['дополнительно'] = '';
$lang['Доступ запрещен'] = '';
$lang['Заголовок:'] = '';
$lang['загрузить файл'] = '';
$lang['из CSV-файла'] = '';
$lang['или'] = '';
$lang['Имя поля БД или характеристики'] = '';
$lang['ИТОГО:'] = '';
$lang['Каталог'] = '';
$lang['Категории'] = '';
$lang['Категории, на которые действует акция'] = '';
$lang['КАТЕГОРИЯ'] = '';
$lang['Ключ'] = '';
$lang['кол-во'] = '';
$lang['Количество'] = '';
$lang['Контактное лицо'] = '';
$lang['КОРЗИНА'] = '';
$lang['название'] = '';
$lang['Название акции'] = '';
$lang['Наименование'] = '';
$lang['Новая акция'] = '';
$lang['Новая характеристика'] = '';
$lang['Общие настройки плагина GrShop'] = '';
$lang['Описание'] = '';
$lang['описание:'] = '';
$lang['описание'] = '';
$lang['опубликовано'] = '';
$lang['осталось'] = '';
$lang['отменить экспорт'] = '';
$lang['отменяются'] = '';
$lang['Отправить заказ'] = '';
$lang['Очистить корзину'] = '';
$lang['Оформить заказ'] = '';
$lang['оформить заявку'] = '';
$lang['Оформление заказа'] = '';
$lang['Пересчитать'] = '';
$lang['по умолчанию'] = '';
$lang['подходящее поле таблицы из csv-файла:'] = '';
$lang['Пожалуйста, заполняйте внимательнее.'] = '';
$lang['пока пусто.:('] = '';
$lang['Поле БД'] = '';
$lang['править'] = '';
$lang['Предварительный просмотр таблицы из файла'] = '';
$lang['При оформлении заказа на сайте [urlname]

Вы указали следующие контактные данные

e-mail: [email]
Телефон: [tel]
Адрес: [adress]
Контактное лицо: [person]
Дополнительно: [description]

Ваша заявка принята к исполнению

Номер Вашей заявки: [num_ord]

[checklist]

ИТОГО: [price]

По всем вопросам можете обратиться к менеджеру
по телефону: +7 351 721-42-28

БЛАГОДАРИМ ЗА ЗАКАЗ
'] = '';
$lang['приостановить'] = '';
$lang['публ'] = '';
$lang['редактировать'] = '';
$lang['Редактирование акции ID'] = '';
$lang['резерв'] = '';
$lang['руб'] = '';
$lang['скидка'] = '';
$lang['скидки других акций'] = '';
$lang['скл. №'] = '';
$lang['Складской номер:'] = '';
$lang['складской номер:'] = '';
$lang['Содержимое Вашей корзины:'] = '';
$lang['сопоставление полей'] = '';
$lang['Сопоставление полей таблиц для экспорта списка'] = '';
$lang['Сохранить'] = '';
$lang['список пуст'] = '';
$lang['старт'] = '';
$lang['Старт акции'] = '';
$lang['суммируются'] = '';
$lang['телефон'] = '';
$lang['убрать'] = '';
$lang['Удаление акции'] = '';
$lang['удалить'] = '';
$lang['удалить всё'] = '';
$lang['уточните у менджера'] = '';
$lang['характ.'] = '';
$lang['Цена'] = '';
$lang['цена'] = '';
$lang['цена:'] = '';
$lang['цена вых.'] = ''
$lang['Цена за единицу*'] = '';
$lang['цена c учетом акции:'] = '';
$lang['финиш'] = '';
$lang['Финиш акции'] = '';
$lang['шт.'] = '';
$lang['экспорт данных о товарах'] = '';
$lang['экспорт данных о категориях'] = '';
$lang['экспорт данных о товарах'] = '';
$lang['экспортировать данные'] = '';

/*
*/
?>