<?php if (!defined('BASEPATH')) exit('No direct script access allowed'); 
//---заготовка для файла локализации

$lang['CSV-поле или значение'] = '';
$lang['e-mail'] = '';
$lang['e-mail заказчика'] = '';
$lang['GrShop'] = '';
$lang['TITLE плагина'] = '';
$lang['id'] = '';
$lang['ID заказа'] = '';
$lang['Админ-доступ к редактированию GrShop'] = 'Admin access';
$lang['адрес'] = '';
$lang['Адреса электропочты для получения уведомлений (через точку с запятой)'] = '';
$lang['Акции'] = '';
$lang['Акции, действующие на категорию'] = '';
$lang['акций'] = '';
$lang['Артикул'] = '';
$lang['арт.'] = '';
$lang['артикул'] = '';
$lang['Базовая цена'] = '';
$lang['в корзину'] = '';
$lang['в таблице'] = '';
$lang['Ваша заявка:'] = '';
$lang['Ваша заявка принята к исполнению'] = '';
$lang['Ваша Заявка N: '] = '';
$lang['Введите пожалуйста свои данные для согласования с Вами условий покупки'] = '';
$lang['видимость'] = '';
$lang['Вместо [product] будет вставлено название товара, вместо [category] - название категории товаров.'] = '';
$lang['все скидки'] = '';
$lang['всех категорий'] = '';
$lang['Вы не выбрали КАТЕГОРИЮ для загрузки данных о товарах'] = '';
$lang['Вы не указали CSV-ФАЙЛ для загрузки, или у вас нет прав на его чтение'] = '';
$lang['Выберите для каждого поля базы данных'] = '';
$lang['Выбор CSV-файла для экспорта'] = '';
$lang['Вывод корзины GrShop'] = '';
$lang['Вывод каталога GrShop'] = '';
$lang['Главная страница каталога'] = '';
$lang['Данные о товаре, отображаемые в списке товаров'] = '';
$lang['Данные о товаре, отображаемые в таблице'] = '';
$lang['Дата поступления заказа'] = '';
$lang['Действие акции'] = '';
$lang['действует наибольшая'] = '';
$lang['Действующие акции'] = '';
$lang['для всех покупателей'] = '';
$lang['Для загрузки файла нажмите кнопку «Обзор», выберите файл на своем компьютере. После этого нажмите кнопку «Загрузить». Размер файла не должен превышать'] = '';
$lang['Для обновления или дополнения существующих данных ОБЯЗАТЕЛЬНО отметьте ключевое поле "Ключ"'] = '';
$lang['добавить акцию'] = '';
$lang['добавить в корзину'] = '';
$lang['добавить категорию'] = '';
$lang['добавить товар'] = '';
$lang['добавить характеристику'] = '';
$lang['дополнительно'] = '';
$lang['дополнительные характеристики'] = '';
$lang['Доступ запрещен'] = '';
$lang['Заголовок:'] = '';
$lang['загрузить файл'] = '';
$lang['Заказ'] = '';
$lang['Заказы'] = '';
$lang['из CSV-файла'] = '';
$lang['изменения сохранены'] = '';
$lang['или'] = '';
$lang['имя'] = '';
$lang['Имя поля БД или характеристики'] = '';
$lang['исполнен'] = '';
$lang['Исполненные'] = '';
$lang['исполненные'] = '';
$lang['ИТОГО:'] = '';
$lang['Каталог'] = '';
$lang['каталог'] = '';
$lang['Категории'] = '';
$lang['категорий'] = '';
$lang['Категории, на которые действует акция'] = '';
$lang['Категории товаров'] = '';
$lang['КАТЕГОРИЯ'] = '';
$lang['Ключ'] = '';
$lang['кол-во'] = '';
$lang['Количество'] = '';
$lang['Количество товаров в таблице товаров на одной странице'] = '';
$lang['Количество товаров на одной странице списка товаров'] = '';
$lang['комплектуется'] = '';
$lang['Комплектуются'] = '';
$lang['Контактное лицо'] = '';
$lang['контактный адрес'] = '';
$lang['КОРЗИНА'] = '';
$lang['Короткая ссылка'] = '';
$lang['магазин'] = '';
$lang['минифото'] = '';
$lang['на комплектации'] = '';
$lang['Название'] = '';
$lang['название'] = '';
$lang['Название акции'] = '';
$lang['Название товара'] = '';
$lang['Название файла изображения'] = '';
$lang['Наименование'] = '';
$lang['Новая акция'] = '';
$lang['Новая категория товаров'] = '';
$lang['Новая характеристика'] = '';
$lang['Новый товар'] = '';
$lang['Номер'] = '';
$lang['Номер (id) категории главной страницы'] = '';
$lang['Обозначение денежной единицы'] = '';
$lang['Общие настройки'] = '';
$lang['Общие настройки плагина GrShop'] = '';
$lang['Описание'] = '';
$lang['описание:'] = '';
$lang['описание'] = '';
$lang['Опубликовано'] = '';
$lang['опубликовано'] = '';
$lang['осталось'] = '';
$lang['отгружен'] = '';
$lang['Отгруженные'] = '';
$lang['отгруженные'] = '';
$lang['отменить экспорт'] = '';
$lang['отменяются'] = '';
$lang['Отметьте категории, включающие товар'] = '';
$lang['Отправлен'] = '';
$lang['Отображать'] = '';
$lang['Отображение товаров в категориях каталога'] = '';
$lang['Отправить заказ'] = '';
$lang['Очистить корзину'] = '';
$lang['Оформить заказ'] = '';
$lang['оформить заявку'] = '';
$lang['Оформление заказа'] = '';
$lang['Пересчитать'] = '';
$lang['по умолчанию'] = '';
$lang['подтверждён'] = '';
$lang['Подтверждённые'] = '';
$lang['подтверждённые'] = '';
$lang['подходящее поле таблицы из csv-файла:'] = '';
$lang['Пожалуйста, заполняйте внимательнее.'] = '';
$lang['пока пусто.:('] = '';
$lang['Поле [urlname] заменяется на название сайта, [email] - адрес электропочты покупателя, [tel] - телефон, [adress] - адрес, [person] - контактное лицо, [description] - дополнительные данные, [num_ord] - номер заказа, [checklist] - товары в заказе, [price] - общая цена заказа.'] = '';
$lang['Поле БД'] = '';
$lang['Порядок в списке'] = '';
$lang['Поступившие'] = '';
$lang['поступившие'] = '';
$lang['поступил'] = '';
$lang['править'] = '';
$lang['Предварительный просмотр таблицы из файла'] = '';
$lang['При оформлении заказа на сайте [urlname]

Вы указали следующие контактные данные

e-mail: [email]
Телефон: [tel]
Адрес: [adress]
Контактное лицо: [person]
Дополнительно: [description]

Ваша заявка принята к исполнению

Номер Вашей заявки: [num_ord]

[checklist]

ИТОГО: [price]

По всем вопросам можете обратиться к менеджеру
по телефону: +7 351 721-42-28

БЛАГОДАРИМ ЗА ЗАКАЗ
'] = '';
$lang['приостановить'] = '';
$lang['публ'] = '';
$lang['редактировать'] = '';
$lang['Редактирование акции ID'] = '';
$lang['Редактирование товарa ID'] = '';
$lang['Редактирование товарной категории ID'] = '';
$lang['Режим работы'] = '';
$lang['родитель'] = '';
$lang['Родительская категория'] = '';
$lang['Резерв'] = '';
$lang['резерв'] = '';
$lang['руб'] = '';
$lang['скидка'] = '';
$lang['скидки других акций'] = '';
$lang['скл. №'] = '';
$lang['Складской номер:'] = '';
$lang['складской номер'] = '';
$lang['Содержимое Вашей корзины:'] = '';
$lang['сопоставление полей'] = '';
$lang['Сопоставление полей таблиц для экспорта списка'] = '';
$lang['Сохранить'] = '';
$lang['списком'] = '';
$lang['список пуст'] = '';
$lang['ссылка'] = '';
$lang['Cсылка плагина'] = '';
$lang['старт'] = '';
$lang['Старт акции'] = '';
$lang['статус'] = '';
$lang['суммируются'] = '';
$lang['Текст уведомления для клиента'] = '';
$lang['текущие'] = '';
$lang['Текущие заказы'] = '';
$lang['телефон'] = '';
$lang['телефон заказчика'] = '';
$lang['товаров'] = '';
$lang['Товары'] = '';
$lang['убрать'] = '';
$lang['Удаление акции'] = '';
$lang['Удаление категории'] = '';
$lang['Удаление товара'] = '';
$lang['удалить'] = '';
$lang['удалить всё'] = '';
$lang['уточните у менджера'] = '';
$lang['характ.'] = '';
$lang['Цена'] = '';
$lang['цена'] = '';
$lang['цена:'] = '';
$lang['цена вых.'] = ''
$lang['Цена за единицу*'] = '';
$lang['цена c учетом акции:'] = '';
$lang['финиш'] = '';
$lang['Финиш акции'] = '';
$lang['шт.'] = '';
$lang['Экспорт'] = '';
$lang['экспорт данных о товарах'] = '';
$lang['экспорт данных о категориях'] = '';
$lang['экспорт данных о товарах'] = '';
$lang['экспортировать данные'] = '';

/*
*/
?>