<?php if (!defined('BASEPATH')) exit('No direct script access allowed');

/**
 * Language for MaxSite CMS (c) http://max-3000.com/
 * Multipage plugin
 * Author: (c) Wave
 * Author URL: http://wave.fantregata.com/
 * Update URL: http://wave.fantregata.com/page/work-for-maxsite
 */

$lang['Multipage'] = 'Multipage';
$lang['Плагин разбивает длинные тексты постов на несколько страниц. Разделитель задаётся в настройках. Для вывода навигации нужен плагин типа Pagination.'] = 'Модуль розбиває довгі тексти постів на кілька сторінок. Роздільник задається в опціях. Для показу навігації потрібний модуль типу Pagination.';

$lang['Разделитель страниц'] = 'Роздільник сторінок';
$lang['Разделитель страниц в тексте: [pagebreak], &lt;!-- Page break --&gt; или как вам будет угодно.'] = 'Роздільник сторінок в тексті: [pagebreak], &lt;!-- Page break --&gt; або як вам буде завгодно.';
$lang['«Next» в ссылках'] = '«Next» в посиланнях';
$lang['«Next» в ссылках http://site.com/page/slug/next/2 — например: next, page, pageid.'] = '«Next» в посиланнях http://site.com/page/slug/next/2 — наприклад: next, page, pageid.';
$lang['Обрабатывать тексты на главной, в категориях и т.п.'] = 'Обробляти тексти на головній, у категоріях і т.п.';
$lang['Если не обрабатывать, тексты выводятся только до первого разделителя. Иначе разделитель нужно ставить после [cut] или в виде html-комментария.<br>Не обрабатывать — экономней по ресурсам.'] = 'Якщо не обробляти, тексти виводяться тільки до першого роздільника. Інакше роздільник потрібно ставити після [cut] або у вигляді html-коментаря.<br>Не обробляти — легше для сервера.';
$lang['0||Не обрабатывать # 1||Удалять разделители # 2||Выводить до первого разделителя'] = '0||Не обробляти # 1||Видаляти роздільник # 2||Показувати до першого роздільника';
$lang['Автоматически закрывать теги на страницах'] = 'Автоматично закривати таги на сторінках';
$lang['Плагин сам закрывает те теги, которые разбивает разделитель, и тем самым спасает от глюков с сайдбарами и т.п.. Экономней делать это вручную, а опцию отключить.'] = 'Модуль сам закриває ті таги, які ломає роздільник. Це захищає від деяких помилок з боковими панелями та інш.. Ви можете робити це власноруч та виключити цю опцію.';
$lang['Показывать меню настройки плагина в админке'] = 'Показувати меню налаштування модуля в майстерні сайту';
$lang['Выводить листалку над текстом'] = 'Показувати листалку над текстом';
$lang['Выводить листалку под текстом'] = 'Показувати листалку під текстом';
$lang['Текст перед листалкой'] = 'Текст до листалки';
$lang['Если вы хотите предварить листалку текстом или обернуть в какие-то теги.'] = 'Якщо ви прагнете випередити листалку текстом або обернути в якісь теги.';
$lang['Текст после листалки'] = 'Текст після листалки';
$lang['А здесь теги закрываются.'] = 'А тут теги закриваються.';
$lang['Настройки плагина «Multipage»'] = 'Опції модуля «Multipage»';
$lang['Укажите необходимые опции.'] = 'Вкажіть необхідні опції';

?>