<?php if (!defined('BASEPATH')) exit('No direct script access allowed');

/**
 * Language for MaxSite CMS (c) http://max-3000.com/
 * Perelinks plugin
 * Author: (c) Wave
 * Author URL: http://wave.fantregata.com/
 * Update URL: http://wave.fantregata.com/page/work-for-maxsite
 */

$lang['Перелинковка страниц'] = 'Перехресні посилання для сторінок';
$lang['Плагин для внутренней прелинковки страниц путем анализа наиболее часто встречающихся слов.'] = 'Модуль для перехресних посиланнь в сторінках через анализ найчастіше зустрічаючихся слів.';

#index.php
$lang['Доступ к настройкам «perelinks»'] = 'Дозвіл редагування опцій «perelinks»';
$lang['Количество внутренних ссылок'] = 'Кількість внутрішніх посиланнь';
$lang['Количество внутренних ссылок на одной странице (ссылаться не больше чем на х страниц. 0 — без ограничений).'] = 'Кількість внутрішніх посиланнь на одній сторінці (посилати не біль ніж на х сторінок. 0 — без обмеженнь).';
$lang['Ограничение вхождений слов'] = 'Обмежити надходження слів';
$lang['0 — без ограничений. 1 — только первое одинаковое слово делать ссылкой. Дальнейшее не реализовано.'] = '0 — Без обмеженнь. 1 — тільки перше однакове слово робити посиланням. Подальше не реалізоване.';
$lang['Ссылаться ли на более поздние записи'] = 'Посилати на сторінки з більшою датою';
$lang['Если отмечено, ссылаемся на любые записи кроме как из будущего. Иначе только на записи с более ранней датой, чем текущая запись.'] = 'Якщо відмічено, посилання йдуть на будь-які сторінки, окрім сторінок з датами з майбутнього. Інакше посилання з’являються тільки на сторінки з ранішньою датою, ніж поточна сторінка';
$lang['Работать только на страницах'] = 'Працювати тільки на сторінках';
$lang['Если отмечено, плагин не будет работать на главной, в категориях, тегах и т.п. Рекомендую отметить.'] = 'Якщо відмічено, модуль не буде працювати на головній, у категоріях та інш.. Рекомендую відмітити.';
$lang['Стоп-слова'] = 'Стоп-слова';
$lang['Список слов через пробел, которые не будут становиться ссылками.'] = 'Список слів через пробіл, які не будуть становитися посиланнями';
$lang['Плагин perelinks'] = 'Модуль perelinks';

#admin.php
$lang['С помощью этого плагина вы можете сделать настраиваемую внутреннюю перелинковку.'] = 'За допомогою цього модуля ви можете налаштовувати внутрішні посилання.';
?>